Repository: swaptacular/swpt_login
Catalog: swpt_login/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: You did not solve the "CAPTCHA" challenge.
bg: Не сте решили "CAPTCHA" пъзела.

source: Duplicate Registration
bg: Съществуваща регистрация

source: Change Account Password
bg: Смяна на потребителска парола

source: Changed Account Password
bg: Променена потребителска парола

source: Create a New Account
bg: Регистрация на нов потребител

source: New login from %(user_agent)s
bg: Ново влизане от %(user_agent)s

source: Change Email Address
bg: Промяна на имейл адрес

source: Change Recovery Code
bg: Промяна на кода за възстановяване

source: Delete Account
bg: Изтриване на регистрация

source: Too many requests from %(remote_ip)s.
bg: Твърде много заявки от %(remote_ip)s.

source: The email address is invalid.
bg: Имейл адреса е невалиден.

source: The password should have at least %(num)s characters.
bg: Паролата трябва да съдръжа поне %(num)s символа.

source: The password should have at most %(num)s characters.
bg: Паролата не трябва да съдържа повече от %(num)s символа.

source: Passwords do not match.
bg: Паролите не съвпадат.

source: Incorrect recovery code
bg: Грешен код за възстановяване

source: Incorrect email or password
bg: Грешен имейл или парола

source: Incorrect password
bg: Грешна парола

source: You have not confirmed the deletion of your account.
bg: Не сте потвърдили изтриването на вашата регистрация.

source: Invalid verification code
bg: Грешен код за потвърждение

source: Error
bg: Грешка

source: An error has occurred during this operation. Most probably the link you followed has expired.
bg: Възникна грешка. Най-вероятната причина е, че срокът на валидност на връзката е изтекъл.

source: Verification failed. Try again later.
bg: Неуспешна проверка. Опитайте по-късно.

source: Verification expired. Try again.
bg: Невалидна проверка. Опитайте отново.

source: Protected by <a href="%(website)s" target="_blank">ALTCHA</a>
bg: Защитено от <a href="%(website)s" target="_blank">ALTCHA</a>

source: I'm not a robot
bg: Не съм робот

source: Verified
bg: Проверено

source: Verifying...
bg: Проверка...

source: Verifying... please wait.
bg: Проверка... моля изчакайте.

source: The %(site)s Team
bg: Екипът на %(site)s

source: OK
bg: Разбрах

source: Write down this code and keep it somewhere safe. You may want to keep it on paper rather than in a computer file.
bg: Запишете този код и го запазете на сигурно място. Най-добре е да го съхранявате записан на хартия, а не в компютърен файл.

source: If you forget your password, or lose access to your email, then you’ll need this recovery code to get back into your account.
bg: Ако забравите паролата си, или загубите достъп до имейла си, този код ще ви позволи да възстановите достъпа до акаунта си.

source: Proceed with changing your email address by clicking on the following link: %(change_email_address_link)s This link will expire in %(num)s hours. If you received this email by mistake, simply delete it. Your email address won't be changed if you don't click the link above.
bg: Продължете процедурата по промяна на имейл адреса си, като кликнете върху връзката по-долу: %(change_email_address_link)s Тази връзка ще престане да бъде активна след %(num)s часа. Ако сте получили този имейл погрешка, просто го изтрийте. Вашият имейл адрес няма да бъде променен, ако не кликнете върху горната връзка.

source: Old email
bg: Стар имейл

source: Enter your old email
bg: Въведете вашия стар имейл

source: Password
bg: Парола

source: Enter your password
bg: Въведете вашата парола

source: Log in
bg: Вход

source: Proceed with changing your password by clicking on the following link: %(choose_password_link)s This link will expire in %(num)s hours. If you received this email by mistake, simply delete it. Your password won't be changed if you don't click the link above.
bg: Продължете процедурата по промяна на паролата, като кликнете върху връзката по-долу: %(choose_password_link)s Тази връзка ще престане да бъде активна след %(num)s часа. Ако сте получили този имейл погрешка, просто го изтрийте. Вашата парола няма да бъде променена, ако не кликнете върху горната връзка.

source: Your password on %(site)s has been changed. If you do not remember changing your password on %(site)s recently, chances are that someone have hijacked your account. If you suspect that this is the case, you should immediately try to restore your account password by clicking on the following link: %(change_password_page)s Also, make sure hackers and other malicious persons can not read your email!
bg: Паролата ви в %(site)s е променена. Ако не помните да сте се променяли наскоро паролата си в %(site)s, вероятно някой е "откраднал" акаунта ви. Ако подозирате че случаят е такъв, трябва незабавно да се опитате да възстановите паролата на акаунта си, като кликнете върху връзката по-долу: %(change_password_page)s Освен това, уверете се че хакери или други злонамерени хора не четат имейла ви!

source: Proceed with changing your recovery code by clicking on the following link: %(change_recovery_code_link)s This link will expire in %(num)s minutes. If you received this email by mistake, simply delete it. Your recovery code won't be changed if you don't click the link above.
bg: Продължете процедурата по промяна на кода за възстановяване, като кликнете върху връзката по-долу: %(change_recovery_code_link)s Тази връзка ще престане да бъде активна след %(num)s минути. Ако сте получили този имейл погрешка, просто го изтрийте. Вашият код за възстановяване няма да бъде променен, ако не кликнете върху горната връзка.

source: Recovery code
bg: Код за възстановяване

source: Enter your recovery code
bg: Въведете вашия код за възстановяване

source: New email
bg: Нов имейл

source: Enter your new email
bg: Въведете вашия нов имейл

source: Submit
bg: Изпрати

source: Choose Password
bg: Изберете парола

source: %(num)s characters at least
bg: Поне %(num)s символа

source: Re-type password
bg: Паролата отново

source: Enter the password again
bg: Напишете паролата отново

source: It is highly recommended that the password you choose here is different from the password on your email account!
bg: За препоръчване е паролата, която избирате тук, да е различна от паролата на вашия имейл акаунт!

source: <strong>Warning:</strong> Be careful! If you decide to proceed whit this action, your account, along with all the currency holdings associated with it will be irreversibly lost.
bg: <strong>Внимание:</strong> Ако решите да продължите с това действие, вашата регистрация, заедно със всичките ваши пари свързани с нея, ще бъдат безвъзвратно загубени.

source: Confirmation
bg: Потвърждение

source: Yes, I understand the consequences. I do want my account to be deleted.
bg: Потвърждавам че разбирам последствията. Аз наистина искам моята регистрация да бъде изтрита.

source: Proceed with your registration by clicking on the following link: %(register_link)s This link will expire in %(num)s hours. If you received this email by mistake, simply delete it. You won't be registered if you don't click the link above.
bg: Продължете процедурата по вашата регистрация, като кликнете върху връзката по-долу: %(register_link)s Тази връзка ще престане да бъде активна след %(num)s часа. Ако сте получили този имейл погрешка, просто го изтрийте. Няма да бъдете регистрирани, ако не кликнете върху горната връзка.

source: Proceed with deleting your account on %(site)s by clicking on the following link: %(delete_account_link)s This link will expire in %(num)s minutes. If you do not remember trying to delete you account on %(site)s, chances are that someone else knows your password and tries to hijack your account. If you suspect that this is the case, you should immediately change your account password by clicking on the following link: %(change_password_page)s
bg: Продължете процедурата по изтриване на вашата регистрация в %(site)s, като кликнете върху връзката по-долу: %(delete_account_link)s Тази връзка ще престане да бъде активна след %(num)s минути. Ако не помните да сте се опитвали наскоро да изтриете регистрацията си в %(site)s, вероятно някой друг знае паролата ви и се опитва да "открадне" акаунта ви. Ако подозирате че случаят е такъв, трябва незабавно да промените паролата си, като кликнете върху връзката по-долу: %(change_password_page)s

source: Delete Your Account
bg: Изтриване на регистрация

source: Email
bg: Имейл адрес

source: Enter your email
bg: Въведете своя имейл адрес

source: Send me a secret link
bg: Изпрати ми тайна връзка

source: Your email address "%(email)s" is already registered on %(site)s. If you received this email by mistake, simply ignore it.
bg: Вашият имейл адрес "%(email)s" е вече регистриран в %(site)s. Ако сте получили този имейл погрешка, просто не му обръщайте внимание.

source: Email Verification
bg: Потвърждаване по имейл

source: An email has been sent to you. Please check your inbox, and enter the verification code provided there.
bg: Изпратихме ви съобщение на имейла. Моля проверете входящите си съобщения и въведете тук кода който ви изпратихме.

source: Verification code
bg: Код за потвърждение

source: Enter the verification code
bg: Въведете кода за потвърждение

source: Lost access to your email?
bg: Изгубен достъп до имeйл?

source: Grant Permissions
bg: Разрешаване на достъп

source: Read-only access
bg: Достъп само за четене

source: Can view the log, transfers, and accounts.
bg: Може да разглежда архива, преводите и сметките.

source: Can view configuration and transfers.
bg: Може да разглежда конфигурацията и преводите.

source: Can view objects.
bg: Може да разглежда обекти.

source: Read-write access
bg: Достъп за четене и променяне

source: Can make transfers; create, reconfigure, and delete accounts; view the log, transfers, and accounts.
bg: Може да прави преводи, създава, конфигурира и премахва сметки; да разглежда архива, преводите и сметките.

source: Can update configuration and make transfers.
bg: Може да променя конфигурацията и да прави преводи.

source: Can change objects.
bg: Може да променя обекти.

source: Disable the PIN
bg: Деактивиране на ПИН-кода

source: Can perform potentially dangerous operations without asking for the Personal Identification Number.
bg: Може да извършва потенциално опасни операции без да иска въвеждане на ПИН код.

source: <strong>%(client_name)s</strong> requires your approval to be allowed to do the things listed above. Before granting these permissions, make sure that you understand the consequences.
bg: <strong>%(client_name)s</strong> иска вашето разрешение за да може да извършва по-горе изброените действия. Помислете преди да дадете вашето съгласие.

source: Grant the selected permisions
bg: Дай разрешение

source: Want to revoke granted permissions?
bg: Искате да отмените дадено вече разрешение?

source: Login
bg: Вход

source: Create a new account
bg: Регистрация на нов потребител

source: Forgot password?
bg: Забравена парола?

source: Lost your recovery code?
bg: Изгубен код за възстановяване?

source: Delete your account
bg: Изтриване на регистрация

source: Successful Operation
bg: Успешна операция

source: The account belonging to %(email)s has been deleted. Very soon, any personal data associated with this account will be deleted too.
bg: Регистрацията принадлежаща на %(email)s е изтрита. Съвсем скоро, всички лични данни свързани с тази регистрация също ще бъдат изтрити.

source: The email address on your account can not be changed to %(new_email)s. A different account is already registered with this email address.
bg: Имейл адреса на вашия акаунт не може да бъде променен на %(new_email)s. Вече е регистриран друг акаунт с този имейл адрес.

source: The email address on your account has been successfully changed from %(old_email)s to %(new_email)s.
bg: Имейл адреса на вашия акаунт беше успешно променен от %(old_email)s на %(new_email)s.

source: Expired Link
bg: Невалидна връзка

source: There is nothing here. The link you followed has expired.
bg: Тук няма нищо. Срокът на валидност на тази връзка е изтекъл.

source: Suspended Account
bg: Замразена регистрация

source: Your account has been suspended for suspicious activities. This could have been a mistake on our part. If this has been case, please <a href="%(help_url)s">follow this link</a>.
bg: Вашата регистрация е "замразена" заради съмнителни действия. Възможно е причината да е грешка от наша страна. Ако случаят е такъв, моля <a href="%(help_url)s">последвайте тази връзка</a>.

source: Your account recovery code has been changed. Your new recovery code is:
bg: Вашият код за възстановяване е сменен. Новият ви код за възстановяване е:

source: Your password has been successfully reset. Now you can log in with your new password.
bg: Паролата ви е променена. Сега можете да влезете в акаунта си с новата парола.

source: All permissions granted to connected devices will be revoked soon. In order to obtain permissions again, all devices will need to be re-authorized.
bg: Всички вече дадени разрешения ще бъдат отменени до няколко минути. За да продължат да имат достъп, устройствата ще трябва да получат разрешения наново.

source: Go to the authorization page
bg: Към страницата за вход

source: Sent Email
bg: Изпратен имейл

source: An email has been sent to %(email)s. Please check your inbox, and click on the link provided there.
bg: Изпратихме съобщение на %(email)s. Моля проверете входящите си съобщения и кликнете върху връзката, която ви изпратихме.

source: Go to the login page
bg: Към страницата за вход

source: A new account has been created for %(email)s.
bg: Успешна регистрация на %(email)s.

source: Your account recovery code is:
bg: Вашият код за възстановяване е:

source: Now you can log in.
bg: Сега можете да влезете в акаунта си.

source: A request has been made to change your account email address. If you do not remember trying to change your account email address on %(site)s recently, chances are that someone else knows your password and tries to hijack your account. If you suspect that this is the case, you should immediately change your account password by clicking on the following link: %(change_password_page)s
bg: Направена е заявка за промяна на имейл адреса на вашия акаунт. Ако не помните да сте се опитвали наскоро да смените имейла адреса си в %(site)s, вероятно някой друг знае паролата ви и се опитва да "открадне" акаунта ви. Ако подозирате че случаят е такъв, трябва незабавно да промените паролата си, като кликнете върху връзката по-долу: %(change_password_page)s

source: Revoke Granted Permissions
bg: Отмяна на вече дадени разрешения

source: <strong>Warning:</strong> All permissions granted to connected devices will be revoked. In order to obtain permissions again, all devices will need to be re-authorized.
bg: <strong>Внимание:</strong> Всички разрешения дадени на устройства ще бъдат отменени. За да продължат да имат достъп, устройствата ще трябва да получат разрешения наново.

source: Revoke granted permissions
bg: Отмени дадените разрешения

source: The login verification code is: %(verification_code)s This verification code will expire in %(num)s minutes. If you do not remember being asked recently to enter a login verification code on %(site)s, chances are that someone else knows your password and tries to log in as you. If you suspect that this is the case, you should immediately change your account password by clicking on the following link: %(change_password_page)s
bg: Вашият код за потвърждение е: %(verification_code)s Този код ще престане да бъде валиден след %(num)s минути. Ако не помните наскоро %(site)s да ви е искал код за потвърждение, вероятно някой друг знае паролата ви и се опитва да "влезе" вместо вас. Ако подозирате че случаят е такъв, трябва незабавно да промените паролата си, като кликнете върху връзката по-долу: %(change_password_page)s
